{"wikidata":[" Mars 2020 is a Mars rover mission by NASA's Mars Exploration Program that includes the Perseverance rover and the Ingenuity helicopter drone. It was launched on 30 July 2020 at 11:50 UTC, and will touch down in Jezero crater on Mars on 18 February 2021.Perseverance will investigate an astrobiologically relevant ancient environment on Mars and investigate its surface geological processes and history, including the assessment of its past habitability, the possibility of past life on Mars, and the potential for preservation of biosignatures within accessible geological materials. It will cache sample containers along its route for retrieval by a potential future Mars sample-return mission. The Mars 2020 mission was announced by NASA on 4 December 2012 at the fall meeting of the American Geophysical Union in San Francisco. The Perseverance rover's design is derived from the Curiosity rover, and will use many components already fabricated and tested, new scientific instruments and a core drill.Mars 2020 was the third of three space missions sent toward Mars during the July 2020 Mars launch window, with missions also launched by the national space agencies of the United Arab Emirates (Hope orbiter) and China (Tianwen-1, with an orbiter, lander, and rover). All three are expected to arrive at Mars in February 2021.The mission will seek signs of habitable conditions on Mars in the ancient past, and will also search for evidence or biosignatures of past microbial life. The mission was launched in 2020 on an Atlas V-541, and the Jet Propulsion Laboratory managed the mission. The mission is part of NASA's Mars Exploration Program. The Science Definition Team proposed that the rover collect and package as many as 31 samples of rock cores and surface soil for a later mission to bring back for definitive analysis on Earth. In 2015, they expanded the concept, planning to collect even more samples and distribute the tubes in small piles or caches across the surface of Mars. In September 2013, NASA launched an Announcement of Opportunity for researchers to propose and develop the instruments needed, including the Sample Caching System. The science instruments for the mission were selected in July 2014 after an open competition based on the scientific objectives set one year earlier. The science conducted by the rover's instruments will provide the context needed for detailed analyses of the returned samples. The chairman of the Science Definition Team stated that NASA does not presume that life ever existed on Mars, but given the recent Curiosity rover findings, past Martian life seems possible.The Perseverance rover will explore a site likely to have been habitable. It will seek signs of past life, set aside a returnable cache with the most compelling rock core and soil samples, and demonstrate technology needed for the future human and robotic exploration of Mars. A key mission requirement is that it must help prepare NASA for its long-term Mars sample-return mission and crewed mission efforts. The rover will make measurements and technology demonstrations to help designers of a future human expedition understand any hazards posed by Martian dust, and will test technology to produce a small amount of pure oxygen (O2) from Martian atmospheric carbon dioxide (CO2). Improved precision landing technology that enhances the scientific value of robotic missions also will be critical for eventual human exploration on the surface. Based on input from the Science Definition Team, NASA defined the final objectives for the 2020 rover. Those become the basis for soliciting proposals to provide instruments for the rover's science payload in the spring of 2014. The mission will also attempt to identify subsurface water, improve landing techniques, and characterize weather, dust, and other potential environmental conditions that could affect future astronauts living and working on Mars.A key mission requirement for this rover is that it must help prepare NASA for its Mars sample-return mission (MSR) campaign, which is needed before any crewed mission takes place. Such effort would require three additional vehicles: an orbiter, a fetch rover, and a Mars ascent vehicle (MAV). Between 20 and 30 drilled samples will be collected and cached inside small tubes by the Perseverance rover, and will be left on the surface of Mars for possible later retrieval by NASA in collaboration with ESA. A fetch rover would retrieve the sample caches and deliver them to a Mars ascent vehicle (MAV). In July 2018, NASA contracted Airbus to produce a fetch rover concept study. The MAV would launch from Mars and enter a 500 km orbit and rendezvous with the Next Mars Orbiter. The sample container would be transferred to an Earth entry vehicle (EEV) which would bring it to Earth, enter the atmosphere under a parachute and hard-land for retrieval and analyses in specially designed safe laboratories.The Perseverance rover was designed with help from Curiosity's engineering team, and both are similar. Engineers redesigned the Perseverance rover wheels to be more robust than Curiosity's wheels, which have sustained some damage. The rover will have thicker, more durable aluminium wheels, with reduced width and a greater diameter (52.5 centimetres, than Curiosity's 50 centimetres wheels. The aluminium wheels are covered with cleats for traction and curved titanium spokes for springy support. The combination of the larger instrument suite, new Sampling and Caching System, and modified wheels makes Perseverance (1050 kg) heavier than its predecessor Curiosity (899 kg), by 17%. The rover will include a five-jointed robotic arm measuring 2.1 metres long. The arm will be used in combination with a turret to analyze geologic samples from the Martian surface. A Multi-Mission Radioisotope Thermoelectric Generator (MMRTG), left over as a backup part for Curiosity during its construction, will power the rover. The generator has a mass of 45 kilograms and contains 4.8 kilograms of plutonium dioxide as the source of steady supply of heat that is converted to electricity. The electrical power generated is approximately 110 watts at launch with little decrease over the mission time. Two lithium-ion rechargeable batteries are included to meet peak demands of rover activities when the demand temporarily exceeds the MMRTG's steady electrical output levels. The MMRTG offers a 14-year operational lifetime, and it was provided to NASA by the US Department of Energy. Unlike solar panels, the MMRTG provides engineers with significant flexibility in operating the rover's instruments even at night and during dust storms, and through the winter season.Ingenuity is a robotic helicopter that will test the technology to scout interesting targets for study on Mars, and help plan the best driving route for Perseverance. The aircraft will be deployed from the rover's deck, and is expected to fly up to five times during its 30-day test campaign early in the mission. Each flight will take no more than 3 minutes, at altitudes ranging from 3 m to 10 m above the ground, but it could potentially cover a maximum distance of about 600 metres per flight. It will use autonomous control and communicate with Perseverance directly after each landing. If it works as expected, NASA will be able to build on the design for future Mars missions.The three major components of the Mars 2020 spacecraft are the cruise stage for travel between Earth and Mars; the Entry, Descent, and Landing System (EDLS) that includes the aeroshell, parachute, descent vehicle, and sky crane needed to deliver Perseverance and Ingenuity safely to the Martian surface. The rover is based on the design of Curiosity. While there are differences in scientific instruments and the engineering required to support them, the entire landing system (including the sky crane and heat shield) and rover chassis can essentially be recreated without any additional engineering or research. This reduces overall technical risk for the mission, while saving funds and time on development. One of the upgrades is a guidance and control technique called Terrain Relative Navigation (TRN) to fine-tune steering in the final moments of landing. This system will allow for a landing accuracy within and avoid obstacles. This is a marked improvement from the Mars Science Laboratory mission that had an elliptical area of 7 by 20 kilometres (4.3 by In October 2016, NASA reported using the Xombie rocket to test the Lander Vision System (LVS), as part of the Autonomous Descent and Ascent Powered-flight Testbed (ADAPT) experimental technologies, for the Mars 2020 mission landing, meant to increase the landing accuracy and avoid obstacle hazards.The rover mission and launch are estimated to cost about US$2.1 billion. The mission's predecessor, the Mars Science Laboratory, cost US$2.5 billion in total. The availability of spare parts makes the new rover somewhat more affordable. The launch window, when the positions of Earth and Mars were optimal for traveling to Mars, opened on 17 July and lasted through 15 August 2020. The rocket was launched on 30 July 2020 at 11:50 UTC, and the rover is scheduled to land on Mars on 18 February 2021 at 20:00 UTC, with a planned surface mission of at least one Mars year (668 sols or 687 Earth days).The mission will explore Jezero crater, which scientists speculate was a 250 metres deep lake about 3.9 billion to 3.5 billion years ago. Jezero today features a prominent river delta where water flowing through it deposited much sediment over the eons, which is extremely good at preserving biosignatures. The sediments in the delta likely include carbonates and hydrated silica, known to preserve microscopic fossils on Earth for billions of years. Prior to the selection of Jezero, eight proposed landing sites for the mission were under consideration by September 2015; Columbia Hills in Gusev crater, Eberswalde crater, Holden crater, Jezero crater, Mawrth Vallis, Northeastern Syrtis Major Planum, Nili Fossae, and Southwestern Melas Chasma. A workshop was held on February 2017 in Pasadena, California, to discuss these sites, with the goal of narrowing down the list to three sites for further consideration. The three sites chosen were Jezero crater, Northeastern Syrtis Major Planum, and Columbia Hills. Jezero crater was ultimately selected as the landing site in November 2018. The fetch rover for returning the samples is expected to launch in 2026. The landing and surface operations of the fetch rover would take place early in 2029. The earliest return to Earth is envisaged for 2031.To raise public awareness of the Mars 2020 mission, NASA undertook a Send Your Name to Mars campaign, through which people could send their names to Mars on a microchip stored aboard Perseverance. After registering their names, participants received a digital ticket with details of the mission's launch and destination. 10,932,295 names were submitted during the registration period. In addition, NASA announced in June 2019 that a student naming contest for the rover would be held in the fall of 2019, with voting on nine finalist names held in January 2020. Perseverance was announced to be the winning name on 5 March 2020.Media\r\n"]}